{
  "slut": [
    { "tipo": "victoria", "mensaje": "Le acaricias el pene a un cliente habitual y ganaste." },
    { "tipo": "victoria", "mensaje": "El admin se viene en tu boca, ganaste." },
    { "tipo": "victoria", "mensaje": "El admin te manosea las tetas, ganaste." },
    { "tipo": "victoria", "mensaje": "Te vistieron de neko kwai en publico, ganaste." },
    { "tipo": "victoria", "mensaje": "Te haces la Loli del admin por un día, ganaste." },
    { "tipo": "victoria", "mensaje": "Te dejas manosear por un extraño por dinero, ganaste." },
    { "tipo": "victoria", "mensaje": "Eres la maid del admin por un día, ganaste." },
    { "tipo": "victoria", "mensaje": "Un gay te paga para que lo hagas con el, ganaste." },
    { "tipo": "victoria", "mensaje": "Tu SuggarMommy muere, ganaste." },
    { "tipo": "victoria", "mensaje": "Tu SuggarDaddy muere, ganaste." },
    { "tipo": "victoria", "mensaje": "Dejaste que un extraño te toque el culo por dinero, ganaste." },
    { "tipo": "victoria", "mensaje": "Dejaste que un extraño te toque el culo por dinero, ganaste." },
    { "tipo": "victoria", "mensaje": "Alguien te pone una correa y eres su mascota sexual por una hora, ganaste." },
    { "tipo": "victoria", "mensaje": "Te vistieron de colegiala en público, ganaste." },
    { "tipo": "victoria", "mensaje": "Te vistieron de una milf en público, ganaste." },
    { "tipo": "victoria", "mensaje": "Los integrantes del grupo te usaron como saco de cum, ganaste." },
    { "tipo": "victoria", "mensaje": "Eres la perra de los admins por un día, ganaste." },
    { "tipo": "victoria", "mensaje": "Unos Aliens te secuestraron y te usaron cómo objeto sexual, ganaste." },
    { "tipo": "victoria", "mensaje": "Un enano se culio tu pierna, ganaste." },
    { "tipo": "derrota", "mensaje": "Intentaste cobrarle al cliente equivocado y te denunciaron, perdiste." },
    { "tipo": "derrota", "mensaje": "El admin te bloqueó después del servicio, perdiste." },
    { "tipo": "derrota", "mensaje": "Te disfrazaste sin que nadie te pagara, perdiste." },
    { "tipo": "derrota", "mensaje": "La SuggarMommy te dejó por una waifu nueva, perdiste." },
    { "tipo": "derrota", "mensaje": "Un extraño te robó el cosplay antes del evento, perdiste." },
    { "tipo": "derrota", "mensaje": "Te manosearon sin pagar nada, perdiste." },
    { "tipo": "derrota", "mensaje": "El gay se arrepintió en el último segundo, perdiste." },
    { "tipo": "derrota", "mensaje": "Los Aliens te devolvieron con trauma, perdiste." }
  ],
  "trabajo": [
    "Trabajas como cortador de galletas y ganas",
    "Trabaja para una empresa militar privada, ganando",
    "Organiza un evento de cata de vinos y obtienes",
    "Limpias la chimenea y encuentras",
    "Desarrollas juegos para ganarte la vida y ganas",
    "Trabajaste en la oficina horas extras por",
    "Trabajas como secuestrador de novias y ganas",
    "Alguien vino y representó una obra de teatro. Por mirar te dieron",
    "Compraste y vendiste artículos y ganaste",
    "Trabajas en el restaurante de la abuela como cocinera y ganas",
    "Trabajas 10 minutos en un Pizza Hut local. Ganaste",
    "Trabajas como escritor(a) de galletas de la fortuna y ganas",
    "Revisas tu bolso y decides vender algunos artículos inútiles que no necesitas. Resulta que toda esa basura valía",
    "Desarrollas juegos para ganarte la vida y ganas",
    "Trabajas todo el día en la empresa por",
    "Diseñaste un logo para una empresa por",
    "¡Trabajó lo mejor que pudo en una imprenta que estaba contratando y ganó su bien merecido!",
    "Trabajas como podador de arbustos y ganas",
    "Trabajas como actor de voz para Bob Esponja y te las arreglaste para ganar",
    "Estabas cultivando y Ganaste",
    "Trabajas como constructor de castillos de arena y ganas",
    "Trabajas como artista callejera y ganas",
    "¡Hiciste trabajo social por una buena causa! por tu buena causa Recibiste",
    "Reparaste un tanque T-60 averiado en Afganistán. La tripulación te pagó",
    "Trabajas como ecologista de anguilas y ganas",
    "Trabajas en Disneyland como un panda disfrazado y ganas",
    "Reparas las máquinas recreativas y recibes",
    "Hiciste algunos trabajos ocasionales en la ciudad y ganaste",
    "Limpias un poco de moho tóxico de la ventilación y ganas",
    "Resolviste el misterio del brote de cólera y el gobierno te recompensó con una suma de",
    "Trabajas como zoólogo y ganas",
    "Vendiste sándwiches de pescado y obtuviste",
    "Reparas las máquinas recreativas y recibes"
  ],
  "crimen": [
    { "tipo": "victoria", "mensaje": "Sistema bancario vulnerado - Fondos desviados para financiar la revolución" },
    { "tipo": "victoria", "mensaje": "Infiltración en mansión completada - Joyas confiscadas para operaciones de Night Raid" },
    { "tipo": "victoria", "mensaje": "Transferencia bancaria falsa ejecutada - Recursos obtenidos del enemigo" },
    { "tipo": "victoria", "mensaje": "Paquete de lujo interceptado - Bienes redistribuidos para la causa" },
    { "tipo": "victoria", "mensaje": "Cartera objetivo neutralizada - Fondos adquiridos sin dejar rastro" },
    { "tipo": "victoria", "mensaje": "Servidor de tienda comprometido - Suministros obtenidos para la base" },
    { "tipo": "victoria", "mensaje": "Operación de falsa entrega exitosa - Paquete de colección secured" },
    { "tipo": "victoria", "mensaje": "Galería de arte infiltrada - Escultura confiscada para fondos de resistencia" },
    { "tipo": "victoria", "mensaje": "Sitio de caridad falsa establecido - Donaciones redirigidas a la rebelión" },
    { "tipo": "victoria", "mensaje": "Lector de tarjetas manipulado - Cuentas enemigas drenadas" },
    { "tipo": "victoria", "mensaje": "Entradas VIP falsificadas - Acceso a área restringido obtenido" },
    { "tipo": "victoria", "mensaje": "Coleccionista engañado - Réplica intercambiada por pieza verdadera" },
    { "tipo": "victoria", "mensaje": "Contraseña de empresario capturada - Transferencia a cuentas de la resistencia" },
    { "tipo": "victoria", "mensaje": "Inversión falsa ejecutada - Fondos del objetivo transferidos" },
    { "tipo": "derrota", "mensaje": "Reloj falso descubierto - Identidad comprometida, escape necesario" },
    { "tipo": "derrota", "mensaje": "IP expuesta durante hackeo - Rastreado por fuerzas del imperio" },
    { "tipo": "derrota", "mensaje": "Cámara oculta capturó operación - Rostro identificado por seguridad" },
    { "tipo": "derrota", "mensaje": "Sistema silencioso activó alarma - Infiltración fallida, retirada apresurada" },
    { "tipo": "derrota", "mensaje": "Técnico falso reconocido - Seguridad alertada, misión abortada" },
    { "tipo": "derrota", "mensaje": "Documentos secretos falsos - Inteligencia errónea, contacto perdido" }
  ],
  "cazar": [
    { "tipo": "victoria", "mensaje": "¡Con gran valentía, lograste cazar un Oso! La caza fue intensa, pero tu habilidad te llevó a la victoria, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has cazado un Tigre feroz! Tras una persecución electrizante, triunfaste, ganaste." },
    { "tipo": "victoria", "mensaje": "Lograste cazar un Elefante con astucia y persistencia. Fue un reto, pero lo lograste, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has cazado un Panda! La caza fue tranquila, pero exitosa, ganaste." },
    { "tipo": "victoria", "mensaje": "Cazaste un Jabalí tras un rastreo emocionante. ¡Buen trabajo! ganaste." },
    { "tipo": "victoria", "mensaje": "Con gran destreza, atrapaste un Cocodrilo. ¡Una hazaña impresionante! ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has cazado un Gallo! No fue difícil, pero sigue siendo una victoria, ganaste." },
    { "tipo": "victoria", "mensaje": "Con paciencia lograste cazar un Caballo. ¡Bien hecho! ganaste." },
    { "tipo": "victoria", "mensaje": "Localizaste un grupo de ciervos y capturaste al más robusto. Tu puntería fue impecable, ganaste." },
    { "tipo": "victoria", "mensaje": "Te internaste en la niebla del bosque y cazaste un zorro plateado que nadie había logrado atrapar, ganaste." },
    { "tipo": "derrota", "mensaje": "Tu presa se escapó y no lograste cazar nada esta vez, perdiste." },
    { "tipo": "derrota", "mensaje": "Tropezaste mientras apuntabas y la presa huyó. Tu esfuerzo fue en vano, perdiste." },
    { "tipo": "derrota", "mensaje": "Un rugido te distrajo y no lograste dar en el blanco, perdiste." },
    { "tipo": "derrota", "mensaje": "Tu arco se rompió justo en el momento crucial. Sin herramienta, fallaste, perdiste." },
    { "tipo": "derrota", "mensaje": "Un aguacero repentino arruinó tu ruta de caza. Regresaste sin recompensa, perdiste." }
  ],
  "pescar": [
    { "tipo": "victoria", "mensaje": "¡Has pescado un Salmón! Su sabor es exquisito, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has pescado una Trucha! Su frescura es admirable, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has capturado un Tiburón! Fue una intensa pelea, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Increíble! Has pescado una Ballena. Fue una experiencia única, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has capturado un Pez Payaso! Colorido y travieso, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has atrapado una Anguila Dorada! Rara y valiosa, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has pescado un Mero Gigante! El esfuerzo valió la pena, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has capturado un Pulpo de tinta azul! Astuto pero tuyo, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Sacaste una Carpa Real! Su peso impresiona, ganaste." },
    { "tipo": "victoria", "mensaje": "¡Has conseguido un Pez Dragón! Criatura legendaria, ganaste." },
    { "tipo": "derrota", "mensaje": "Has sacado basura: una bolsa de plástico, perdiste." },
    { "tipo": "derrota", "mensaje": "Has sacado basura: una lata vieja, perdiste." },
    { "tipo": "derrota", "mensaje": "No pescaste nada esta vez. El agua estaba en calma, perdiste." },
    { "tipo": "derrota", "mensaje": "Tu línea se rompió al atrapar algo enorme, perdiste." },
    { "tipo": "derrota", "mensaje": "El pez se soltó justo al llegar a la superficie, perdiste." }
  ],
  "cofres": [
    "Has encontrado un cofre antiguo en un barco hundido.",
    "Descubriste un cofre decorado con intrincados grabados en una isla desierta.",
    "Te topaste con un cofre mágico que se abre con una palabra secreta.",
    "Encontraste un cofre de madera desgastada lleno de monedas de oro.",
    "Desenterraste un cofre cubierto de lianas en una selva espesa.",
    "Te adentraste en una cueva y hallaste un cofre lleno de joyas brillantes.",
    "Un cofre misterioso apareció en la playa, lleno de tesoros de otro tiempo.",
    "Descubriste un cofre escondido detrás de una cascada, rebosante de piedras preciosas.",
    "Te topaste con un cofre encantado que guarda la historia de antiguos aventureros.",
    "Encontraste un cofre de hierro forjado, custodiado por un viejo dragón.",
    "Desenterraste un cofre en una tumba antigua que contenía reliquias sagradas.",
    "Te encontraste con un cofre que, al abrirlo, libera una nube de polvo dorado.",
    "Hallaste un cofre en el fondo de un lago, cubierto de algas y misterios.",
    "Te topaste con un cofre que emana una luz mágica en la oscuridad.",
    "Descubriste un cofre de cristal tallado, lleno de artefactos de poder.",
    "Encontraste un cofre en un desván polvoriento, repleto de cartas y recuerdos.",
    "Te adentraste en una fortaleza y hallaste un cofre lleno de armas antiguas.",
    "Desenterraste un cofre en un campo de batalla, lleno de tesoros de guerreros caídos.",
    "Te topaste con un cofre que se abre solo al resolver un enigma.",
    "Encontraste un cofre de madera noble, lleno de joyas de culturas perdidas."
  ],
  "minar": [
    { "tipo": "victoria", "mensaje": "Veta de oro localizada - Recursos extraídos para financiar la revolución" },
    { "tipo": "victoria", "mensaje": "Cámara secreta descubierta - Gemas confiscadas para operaciones de Night Raid" },
    { "tipo": "victoria", "mensaje": "Minero anciano interrogado - Herramientas y conocimientos obtenidos bajo coerción" },
    { "tipo": "victoria", "mensaje": "Túnel olvidado explorado - Minerales raros secured para la causa" },
    { "tipo": "victoria", "mensaje": "Cueva iluminada asegurada - Tesoro oculto confiscado del enemigo" },
    { "tipo": "victoria", "mensaje": "Gólem de piedra derrotado - Sala de esmeraldas tomada por la fuerza" },
    { "tipo": "victoria", "mensaje": "Exploradores neutralizados - Fuente mágica controlada por la resistencia" },
    { "tipo": "victoria", "mensaje": "Cámara sellada violada - Piedras lunares obtenidas para armamento" },
    { "tipo": "victoria", "mensaje": "Cofre metálico forzado - Monedas antiguas confiscadas" },
    { "tipo": "victoria", "mensaje": "Mapa decodificado - Cavidad de rubíes asegurada" },
    { "tipo": "derrota", "mensaje": "Herramientas sabotajadas - Filón valioso perdido, retirada forzosa" },
    { "tipo": "derrota", "mensaje": "Explosión de gas - Botín comprometido durante escape" },
    { "tipo": "derrota", "mensaje": "Colapso de cueva - Minerales enterrados, misión fallida" },
    { "tipo": "derrota", "mensaje": "Ataque de murciélagos - Herido en combate, recolección abortada" },
    { "tipo": "derrota", "mensaje": "Trampa antigua activada - Suministros dañados, pérdidas materiales" }
  ],
  "aventura": [
    { "tipo": "victoria", "mensaje": "🎯 Asesinato completado: Oficial corrupto en Drakonia - Silenciado permanentemente" },
    { "tipo": "victoria", "mensaje": "🔪 Misión especial: Senador de Valoria eliminado - Pareció un accidente" },
    { "tipo": "victoria", "mensaje": "🩸 General del ejército neutralizado - Veneno en su vino" },
    { "tipo": "victoria", "mensaje": "💀 Mercader esclavista ejecutado - Justicia para los oprimidos" },
    { "tipo": "victoria", "mensaje": "☠️ Espía imperial descubierto y eliminado - No dejó rastro" },
    { "tipo": "victoria", "mensaje": "🗡️ Guardia corrupto despachado - Su crimen: torturar inocentes" },
    { "tipo": "victoria", "mensaje": "🔫 Noble corrupto eliminado - Murió en su \"accidente\" de caza" },
    { "tipo": "victoria", "mensaje": "🏹 Oficial de la capital - Apuñalado en su carruaje" },
    { "tipo": "victoria", "mensaje": "⚔️ Capitán de la guardia real - Envenenado durante la cena" },
    { "tipo": "victoria", "mensaje": "🧪 Alquimista de armas prohibidas - \"Suicidio\" por remordimiento" },
    { "tipo": "derrota", "mensaje": "🕵️ Target escapó - Tenía guardaespaldas de Jaegers" },
    { "tipo": "derrota", "mensaje": "💥 Emboscada fallida - El ministro tenía protección mágica" },
    { "tipo": "derrota", "mensaje": "🚨 Misión comprometida - Tuvimos que retirarnos" },
    { "tipo": "derrota", "mensaje": "🩹 Herido en combate - Esbirros de Wild Hunt nos superaron" },
    { "tipo": "derrota", "mensaje": "📜 Información falsa - Era una trampa de los Jaegers" },
    { "tipo": "neutro", "mensaje": "🌃 Vigilancia completada - Target no se presentó" },
    { "tipo": "neutro", "mensaje": "🗺️ Reconocimiento del área - Sin actividad sospechosa" },
    { "tipo": "neutro", "mensaje": "🤫 Infiltración exitosa - Esperando momento oportuno" }
  ],
  "mazmorra": [
    { "tipo": "victoria", "mensaje": "Guardián de las ruinas eliminado - Tesoro confiscado para la revolución" },
    { "tipo": "victoria", "mensaje": "Símbolos rúnicos descifrados - Información estratégica obtenida" },
    { "tipo": "victoria", "mensaje": "Sabio interrogado - Secretos extraídos para Night Raid" },
    { "tipo": "victoria", "mensaje": "Espíritu de la reina sometido - Gema de poder confiscada" },
    { "tipo": "victoria", "mensaje": "Prueba de espejos superada - Artefacto recuperado por la fuerza" },
    { "tipo": "victoria", "mensaje": "Gólem de obsidiana destruido - Acceso secreto forzado" },
    { "tipo": "victoria", "mensaje": "Exploradores utilizados - Recompensa extraída para la causa" },
    { "tipo": "victoria", "mensaje": "Puerta del juicio violada - Orbe milenario confiscado" },
    { "tipo": "victoria", "mensaje": "Demonio ilusorio exterminado - Sello obtenido mediante combate" },
    { "tipo": "victoria", "mensaje": "Altar purificado - Bendición tomada por la fuerza" },
    { "tipo": "derrota", "mensaje": "Espectro maldito contraatacó - Energía drenada, retirada forzosa" },
    { "tipo": "derrota", "mensaje": "Basilisco sorprendió en emboscada - Herido, misión abortada" },
    { "tipo": "derrota", "mensaje": "Criatura informe robó suministros - Pérdidas materiales" },
    { "tipo": "derrota", "mensaje": "Portal falló - Atrapado entre dimensiones, escape difícil" },
    { "tipo": "derrota", "mensaje": "Reliquia fuera de control - Error táctico, caída operativa" },
    { "tipo": "trampa", "mensaje": "Trampa activada - Daño evadido, lección aprendida" },
    { "tipo": "trampa", "mensaje": "Sala cambiante - Tiempo perdido en reconocimiento" },
    { "tipo": "trampa", "mensaje": "Ilusión superada - Mente fortalecida, sin botín" }
  ]
}
